Repository: wp-plugins/bulk-delete
Catalog: languages/bulk-delete-*.po
Languages: pt_br, ru_ru

source: All the selected posts have been sucessfully deleted.
pt_br: Todos os posts selecionados foram deletados com sucesso.
ru_ru: Все отмеченные записи были успешно удалены.

source: WARNING: Posts deleted once cannot be retrieved back. Use with caution.
pt_br: AVISO: Depois de deletados os posts não podem ser recuperados. Use com cuidado.
ru_ru: ВНИМАНИЕ: удаленные записи невозможно восстановить. Будьте осторожны.

source: Select the posts which you want to delete
pt_br: Selecione os posts que deseja deletar
ru_ru: Выберите записи, которые вы хотите удалить

source: All Drafts
pt_br: Todos os Rascunhos
ru_ru: Все черновики

source: Drafts
pt_br: Rascunhos
ru_ru: черновиков

source: All Revisions
pt_br: Todas as Revisões
ru_ru: Все версии записей

source: Revisions
pt_br: Revisões
ru_ru: версий

source: All Pending posts
pt_br: Todos os posts Pendentes
ru_ru: Все записи на рассмотрении

source: Posts
ru_ru: записей

source: All scheduled posts
pt_br: Todos os posts agendados
ru_ru: Все запланированные записи

source: All private posts
pt_br: Todos os posts privados
ru_ru: Все личные записи

source: All Pages
pt_br: Todas as páginas
ru_ru: Все страницы

source: Pages
pt_br: Páginas
ru_ru: страниц

source: Move to Trash
pt_br: Mover para a Lixeira
ru_ru: Переместить в корзину

source: Delete permanently
pt_br: Deletar permanentemente
ru_ru: Удалить навсегда

source: Only delete first
pt_br: Deletar somente o primeiro
ru_ru: Удалить только первые

source: posts.
ru_ru: записей.

source: Use this option if there are more than 1000 posts and the script timesout.
pt_br: Use esta opção se houver mais de 1000 posts e o script esgotar o tempo
ru_ru: Используйте опцию выше при удалении большого количества записей или «белой страницы» после выполнения скрипта.

source: Bulk Delete
pt_br: Deletar em Massa
ru_ru: Удалить

source: By Category
pt_br: Por Categoria
ru_ru: Удаление по рубрикам

source: Select the categories whose post you want to delete
pt_br: Selecione as categorias cujos posts deseja deletar
ru_ru: Выберите рубрику, из которой вы хотите удалить записи

source: All Categories
pt_br: Todas Categorias
ru_ru: Все рубрики

source: Only restrict to posts which are
pt_br: Restringir somente aos posts que são
ru_ru: Только удалять записи

source: older than
pt_br: mais antigos que
ru_ru: старше

source: posted within last
pt_br: posts dentro dos últimos
ru_ru: опубликованные за последние

source: days
pt_br: dias
ru_ru: дней

source: Public posts
pt_br: Posts públicos
ru_ru: Публичные записи

source: Private Posts
pt_br: Posts privados
ru_ru: Личные записи

source: By Tags
pt_br: Por Tags
ru_ru: Удаление по меткам

source: Select the tags whose post you want to delete
pt_br: Selecione as tags cujos posts deseja deletar
ru_ru: Выберите метки, по которым вы хотите удалить записи

source: All Tags
pt_br: Todas as Tags
ru_ru: Все метки

source: By Taxonomies
ru_ru: Удаление по типу (таксономии)

source: Select the taxonomies whose post you want to delete
ru_ru: Выберите типы записей, которые вы хотите удалить

source: All Taxonomies
ru_ru: Все типы

source: Support
ru_ru: Справочная информация

source: If you have any questions/comments/feedback about the Plugin then post a comment in the <a target="_blank" href = "http://sudarmuthu.com/wordpress/bulk-delete">Plugins homepage</a>.
ru_ru: Если у вас есть вопросы/комментарии/пожелания по плагину, то вы можете оставить их в виде комментария на английском языке на <a target="_blank" href = "http://sudarmuthu.com/wordpress/bulk-delete">страничке</a> плагина.

source: If you like the Plugin, then consider doing one of the following.
ru_ru: Если вам понравился плагин, то вы можете помочь его создателю следующим способом:

source: Write a blog post about the Plugin.
ru_ru: Напишите запись в своем блоге о плагине.

source: about it.
ru_ru: Оставьте твит в своем Твиттере.

source: Give a <a href = "http://wordpress.org/extend/plugins/bulk-delete/" target="_blank">good rating</a>.
ru_ru: Оставьте <a href = "http://wordpress.org/extend/plugins/bulk-delete/" target="_blank">положительную оценку</a>.

source: Say <a href = "http://sudarmuthu.com/if-you-wanna-thank-me" target="_blank">thank you</a>.
ru_ru: Скажите <a href = "http://sudarmuthu.com/if-you-wanna-thank-me" target="_blank">«Спасибо!»</a>.

source: If you are looking to move posts in bulk, instead of deleting then try out my
pt_br: Se está procurando mover posts em massa, em vez de deletá-los, tente o meu
ru_ru: Если вы хотите массово переместить записи, а не удалить их, то вы можете воспользоваться моим

source: Bulk Move Plugin
pt_br: Bulk Move Plugin (Plugin Mover em Massa)
ru_ru: плагином массового перемещения

source: Are you sure you want to delete all the selected posts
pt_br: Tem certeza que deseja deletar todos os posts selecionados
ru_ru: Вы уверены, что хотите удалить все отмеченные записи?

source: Please select at least one
pt_br: Por favor, selecione pelo menos um
ru_ru: Пожалуйста, выберите хотя бы один тип записей

source: Manage
pt_br: Gerenciar
ru_ru: Управление

source: Version
pt_br: Versão
ru_ru: Версия

source: by
pt_br: por
ru_ru: Автор:

source: Bulk Delete
pt_br: Bulk Delete (Deletar em Massa)
ru_ru: Плагин массового удаления

source: Bulk delete posts from selected categories or tags. Use it with caution.
pt_br: Deleta posts em massa a partir das categorias ou tags selecionadas. Use com cuidado.
ru_ru: Массовое удаление
